<?php

$_['heading_title']    = 'Список автомобільних брендів';

$_['text_extension']   = 'Доповнення';
$_['text_success']     = 'Налаштування успішно змінені!';
$_['text_edit']        = 'Налаштування модуля';
$_['text_main_setting'] = 'Загальні налаштування';

$_['entry_status']     = 'Статус';
$_['entry_image']      = 'Зображення (Ш х В)';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Висота';

$_['error_permission'] = 'У вас немає прав для управління цим модулем!';
$_['error_image']      = 'Вкажіть розмір зображення!';