<?php
// Heading
$_['heading_title']                 = '<b>UniShop</b> - Стена Категорий';

// Text
$_['text_extension']                = 'Модули';
$_['text_success']                  = 'Настройки модуля обновлены!';
$_['text_edit']        	            = 'Редактирование модуля';
$_['text_choose']        	        = '-- Выбрать --';
$_['text_type_1']        	        = 'Тип отображения #1';
$_['text_type_2']        	        = 'Тип отображения #2';
$_['text_type_3']        	        = 'Тип отображения #3';
$_['text_style_0']        	        = 'Маркированный список';
$_['text_style_1']        	        = 'Немаркированный список';
$_['text_style_2']        	        = 'В одну линию';
$_['text_res_768']                  = '768 пикселей';
$_['text_res_992']                  = '992 пикселей';
$_['text_res_1200']                 = '1200 пикселей';

// Tabs
$_['tab_settings']                  = 'Настройки';
$_['tab_help']                      = 'Описание';

// Entry
$_['entry_name']                    = 'Название';
$_['entry_category']                = 'Категории';
$_['entry_subcat']                  = 'Подкатегории';
$_['entry_style']                   = 'Внешний вид подкатегорий';
$_['entry_description']             = 'Описание категории';
$_['entry_description_limit']       = 'Количество знаков';
$_['entry_subcat_limit']            = 'Количество';
$_['entry_width']                   = 'Ширина';
$_['entry_height']                  = 'Высота';
$_['entry_view_resolution']         = 'Скрывать модуль на разрешениях меньше:';
$_['entry_type']                    = 'Тип отображения';
$_['entry_status']                  = 'Статус';
$_['entry_show_name']               = 'Показывать название модуля в шаблоне';

// Help
$_['help_category']                 = '(Автодополнение)';
$_['help_style']                    = 'Только для Тип отображения #1';
$_['text_subcat_limit_help']        = 'Какое количество под-категорий отображать. По-умолчанию 5.';
$_['text_subcat_help']              = 'Отображать или нет подкатегории';
$_['text_name_help']                = 'Название для отображения в шаблоне.';
$_['text_subcat_description_help']  = 'Какое количество знаков из описании категории отображать в модуле.';
$_['text_description_help']         = 'Выводить описание категории в модуле или нет. Только для Тип отображения #2';



// Error
$_['error_permission']              = 'У вас нет прав для управления этим модулем!';
$_['error_name']                    = 'Название должно быть от 3 до 64 символа!';
$_['error_width']                   = 'Необходимо указать ширину!';
$_['error_height']                  = 'Необходимо указать высоту!';